Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: Samiske barn og unge er en viktig ressurs i utviklingen av samiske samfunn, og de er eksperter på egen hverdag.
sme: Sámi mánát ja nuorat leat deaŧalaš resurssat sámi servodaga ovdánahttimii, ja sii han dovdet iežaset árgabeaivvi buoremusat.

source: Opplevelse av innflytelse og medbestemmelse er viktige faktorer for rekruttering av unge til samfunnsengasjement.
sme: Jus galgat nagodit oažžut nuoraid mielde servodatáŋgiruššamii, de fertejit sii oažžut dakkár dovddu ahte sii sáhttet váikkuhit ja ahte leat mielde mearrideamen.

source: For Sametinget er det viktig å utvikle eksisterende og nye kanaler for dialog med barn og ungdom.
sme: Sámediggái lea hui deaŧalaš ovddidit dáláš ja ođđa kanálaid mánáid ja nuoraid gulahallamii.

source: Tilskudd til barn og unge prioriteres av Sametinget.
sme: Sámediggi vuoruha doarjagiid mánáide ja nuoraide.

source: Blant annet fikk samiske festivaler som hadde innslag for eller med samiske barn og unge støtte over Samisk kulturfond.
sme: Earret eará ožžo sámi festiválat main mánát ja nuorat ledje mielde, dahje main ledje oasit oaivvilduvvon mánáide ja nuoraide, doarjaga Sámi kulturfoanddas.

source: Også teatervirksomhet for og med barn og unge fikk støtte over kulturfondet, samt informasjonskontoret for samisk ungdom – Infonuorra.
sme: Maiddái teáhterdoaimmat mánáide ja nuoraide ožžo doarjaga kulturfoanddas, ja sámi nuoraid diehtojuohkinkantuvra – Info ­nuorra.

source: Det finnes i dag ingen retningslinjer for samiske kulturskoler.
sme: Dál eai gávdno makkárge njuolggadusat sámi kulturskuvllaide.

source: Sametinget mener at det er behov for å formalisere eller strukturere arbeidet med kulturskoler slik at de kan være en kulturell arena for samiske barn og unge.
sme: Sámediggi oaivvilda ahte lea dárbu formaliseret dahje struktureret barggu kulturskuvllaiguin nu ahte dat sáhttet leat kultuvrralaš arenan sámi mánáide ja nuoraide.

source: Sametinget har også bevilget betydelige midler til prosjekter for å forebygge vold og seksuelle overgrep.
sme: Sámediggi lea maiddái juolludan ollu ruđa prošeavttaide mat geahččalit eastadit veahkaválddálašvuođa ja seksuálalaš vearredaguid.

source: Blant annet har mannsforeningen Dievddut i Kautokeino fått midler for å gjennomføre et prosjekt om holdningsskapende arbeid.
sme: Earret eará lea Guovdageainnu Dievdduid searvi ožžon doarjaga čađahit prošeavtta guottuidduddjonbarggu birra.

source: Dievddut gjør et viktig arbeid for at menn skal ta ansvar for at overgrep ikke skjer.
sme: Dievddut barget deaŧalaš barggu go oččodit dievdoolbmuid váldit ovddasvástádusa vearredaguid eastadanbarggus.

source: I Sametingsrådets likestillingspolitisk redegjørelse ble det satt søkelys på betydningen av at gutter trenger menn som forbilder.
sme: Sámediggeráđi dásseárvopolitihkalaš čielggadusas deattuhuvvo man deaŧalaččat dievdoovdagovat leat bártnážiidda.

source: Sametinget har vært med på å påvirke at det blant annet skal bli flere menn i barnehagene.
sme: Sámediggi lea geahččalan váikkuhit eanet dievdoolbmuid váldit bargguid mánáidgárddiin.

source: Sametinget beklager at verken Sametinget eller andre samiske institusjoner var høringsinstans under etableringen av Barnas Hus.
sme: Sámediggi šálloša go ii Sámediggi eaige earáge sámi ásahusat lean gulaskuddanásahussan Mánáid Viesu ásaheami oktavuođas.

source: Sametinget forventer at regjeringen følger opp dette i det videre arbeidet og ivaretar samiske barns interesser.
sme: Sámediggi vuordá ráđđehusa čuovvolit dán viidáset barggus ja gozihit sámi mánáid beroštumiid.

source: 1.7.1 Sametingets ungdomspolitiske utvalg
sme: 1.7.1 Sámedikki nuoraidpolitihkalaš lávdegoddi

source: Sametingsrådet har oppnevnt nye medlemmer og varamedlemmer til Sametingets ungdomspolitiske utvalg (SUPU) for perioden 2006– 2007.
sme: Sámediggeráđđi lea nammadan ođđa lahtuid ja várrelahtuid Sámedikki nuoraidpolitihkalaš lávdegoddái (SNPL) 2006 – 2007 áigodahkii.

source: SUPU er en viktig del av Sametingets arbeid med å engasjere ungdom i det samepolitiske arbeidet, og utvalget gir gjennom sin virksomhet viktige bidrag til Sametingets arbeid med ulike saker i Sametinget.
sme: SNPL lea dea-ŧalaš oassi Sámedikki barggus oččodit nuoraid sámepolitihkalaš bargui, ja lávdegotti doaibma lea deaŧalaš Sámedikki bargui iešguđetlágan áššiiguin mat Sámedikkis leat.

source: Sametingsrådet ønsker nær kontakt med ungdomspolitisk utvalg og avholder jevnlig møter med utvalget.
sme: Sámediggeráđđi háliida lagáš oktavuođa nuoraidpolitihkalaš lávdegottiin ja doallá jeavddalaččat čoahkkimiid lávdegottiin.

source: Sametingets femte ungdomskonferanse «Funky business.
sme: Sámedikki viđát nuoraidkonferánsa «Funky business.

source: Samiske næringer i gammel og ny kofte» ble avholdt på Svanhovd miljøsenter utenfor Kirkenes i oktober 2006.
sme: Sámi ealáhusat boares ja ođđa gávttis» lágiduvvui Svanhovd birasguovddážis lahka Girkonjárgga golggotmánus 2006.

source: Tema for konferansen var samiske næringer og entreprenørskap.
sme: Konferánsa fáddá lei sámi ealáhusat ja fitnodeapmi.

source: Ungdomskonferansen fremmet to uttalelser som dreide seg om å legge forholdene bedre til rette for samiske ungdommer som ønsker å etablere seg innenfor de tradisjonelle samiske næringene, og om midler til næringsformål forbeholdt samisk ungdom.
sme: Nuoraidkonferánsa ovddidii guokte cealkámuša, nubbi guoskkahii dan ahte movt láhčit dili sámi nuoraide geat háliidit bargagoahtit sámi árbevirolaš ealáhusas, ja nubbi lei fas foandda / doarjagiid birra sámi nuoraid váste.

source: Begge uttalelsene er fulgt opp i Sametingets budsjett for 2007.
sme: Goappašat cealkámušat leat čuovvoluvvon Sámedikki 2007 bušeahtas.

source: 1.7.2 Barneombudet
sme: 1.7.2 Mánáidáittardeaddji

source: Sametinget har hatt det årlige møtet med barneombud Reidar Hjermann i Kautokeino, der også Sametingets ungdomspolitiske utvalg (SUPU) deltok.
sme: Sámedikkis lea leamaš jahkásaš čoahkkin mánáidáittardeddjiin Reidar Hjermann Guovda, ­geainnus masa maiddái Sámedikki nuoraidpolitih ­kalaš lávdegoddi (SNPL) searvvai.

source: Tema var samiske barns oppvekstvilkår.
sme: Fáddán ledje sámi mánáid bajásšaddaneavttut.

source: Sametinget informerte om behovet for kunnskap om og kompetanse i samisk språk og kultur på alle nivåer i barnevernstjenesten, og samiske barn og unges rett og behov til et tjenestetilbud som tar utgangspunkt i deres språk og kultur.
sme: Sámediggi muitalii ahte buot dásit mánáidsuodjalanbálvalusas dárbbašit máhtolašvuođa ja gelbbolašvođa sámegiela ja kultuvrra birra, ja ahte sámi mánáin ja nuorain lea vuoigatvuohta ja dárbu fálaldagaide main sin giella ja kultuvra lea vuolggasadjin.

source: Situasjonen for samiske barn i barnehage og skole, læremiddelsituasjonen og samarbeid mellom nordiske barneombud om samiske spørsmål ble også drøftet.
sme: áššit maid birra maiddái digáštallojuvvui ledje sámi mánáid dilli mánáidgárddis ja skuvllas, oahppu ­neavvodilli ja ovttasbargu davviriikkalaš mánáidáittardeddjiid gaskkas sámi áššiid birra.

source: Sametinget etterlyste videre samisk språk- og kulturkompetanse hos Barneombudet, noe det er enighet om å jobbe videre med.
sme: Sámediggi ohcalii maiddái sámi giella- kulturgelbbolašvuođa Mánáidáittardeaddjis, ja dainna leat dál ovttaoaivilis ahte bargat viidáseabbo.

source: SUPU tok opp sakene om samisk ungdomsrepresentasjon i Barneombudets ungdomsråd, og uttalelsene fra Sametingets ungdomskonferanse 2005 om samisk som valgfritt sidemål for alle elever i Norge, og endring av Opplæringslovens § 6 – 2, samisk opplæring i grunnskolen.
sme: SNPL ovddidii maiddái áššiid sámi nuoraidovddasteaddji birra Mánáidáittardeaddji nuoraidráđis, ja Sámedikki nuoraidkonferánsa 2005 cealkámušat sámegiela birra válljenfágan buot ohppiide Norggas, ja Oahpahuslága § 6 – 2, sámegiel oahpahus vuođđoskuvl, ­las rievdadeami birra.

source: 1.7.3 Barnehage
sme: 1.7.3 Mánáidgárddit

source: Regjeringens barnehageløft gjelder også samiske barn.
sme: Ráđđehusa mánáidgárdelokten guoská maid sámi mánáide.

source: Revidert rammeplan for barnehagen trådte i kraft i 2006.
sme: Reviderejuvvon mánáidgárddiid rámmaplána gustogođii 2006s.

source: Sametinget har registrert at mange barn likevel ikke får et barnehagetilbud tilpasset sin bakgrunn, språk og kultur, selv om den nye barnehageloven legger føringer for dette.
sme: Sámediggi lea mihtten ahte ollu mánát dattetge eai oažžu mánáidgárdefálaldaga mii livččii heivehuvvon sin duogážii, gillii ja kultuvrii, vaikko ođđa mánáidgárdeláhka bidjá čanastusaid dasa.

source: Den reviderte rammeplanen legger ikke detaljerte føringer for arbeid i de samiske barnehager.
sme: Reviderejuvvon rámmaplána ii bija detáljadási čanastusaid bargui sámi mánáidgárddiiguin.

source: Sametinget har derfor vært i kontakt med Kunnskapsdepartementet angående presisering av noen prinsipielle spørsmål i rammeplanen, som Sametinget ber departementet om en fortolkning av.
sme: Danne lea Sámedikkis leamaš oktavuohta Máhttodepartemeanttain go guoská muhtun prinsihpalaš áššiid dárkilastimii rámmaplánas, maid Sámediggi bivdá departe ­meantta čilget dárkilet.

source: Sametinget har utarbeidet to av temaheftene Kunnskapsdepartementet utgir i forbindelse med revidert rammeplan.
sme: Sámediggi lea ráhkadan guokte dain fáddágihppagiin maid Máhttodepartemeanta juohká reviderejuvvon rámmaplána oktavuođas.

source: Sametinget har utgitt to utgaver av barnehagetidsskriftet «Stullán».
sme: Sámediggi lea almmuhan guokte «Stullán» mánáidgárdeáigečállaga dan jagi.

source: Tidsskriftet er et fagtidsskrift for barnehager med samiske barn, er gratis og sendes til barnehager med samiske barn og andre interesserte.
sme: áigečála lea fágaáigečála mánáidgárddiid váste gos leat sámi mánát, dat lea nuvttá ja dat sáddejuvvo mánáidgárddiide gos leat sámi mánát, ja eará berošteddjii-de.

source: Sametinget har avholdt sin årlige samiske barnehagekonferanse og nettverksmøter for ansatte i samiske barnehager.
sme: Sámediggi lea doallan jahkásaš sámi mánáidgárdekonferánssa ja fierpmádatčoahkkimiid sámi mánáidgárddiid bargiide.

source: Det er i 2006 også bevilget midler til både prosjektmidler og læremiddelprosjekter for samiske barnehager.
sme: 2006s leat maid juolluduvvon sihke prošeaktaruđat ja ruđat sámi mánáidgárddiid oahpponeavvoprošeavttaide.

source: 1.8 Opplæring
sme: 1.8 Oahpahus

source: Skolen er en av de viktigste arenaer for barn og unge, og en god skole er en av de viktigste arenaer, for en god oppvekst og utvikling av en trygg identitet.
sme: Skuvla lea okta dain deaŧaleamos arenain mánáide ja nuoraide, ja buorre skuvla lea okta dain deaŧa-leamos arenain go mánát galget oažžut buori bajásšaddama ja oadjebas identitehta.

source: Sametinget anser retten til selv å bestemme innhold og form i opplæringen på alle utdanningsnivå som grunnleggende for utformingen av samiske samfunn.
sme: Sámediggi oaivvilda ahte ieš beassat mearridit oahpahusa sisdoalu ja hámi buot oahppodásiin, lea vuođđun sámi servodaga hábmemii.

source: Gjennom samarbeid med skoleeiere og skolemyndigheter har Sametinget arbeidet for at informasjon om rettigheter til samisk opplæring i henhold til opplæringsloven når fram til brukere.
sme: Sámediggi lea ovttas skuvlaeaiggádiiguin ja skuvlaeiseváldiiguin geahččalan juohkit dieđuid sámi oahpahusa birra oahpahuslága mielde, geavaheddjiide.

source: Sametinget har også flere ganger tatt opp med myndighetene spørsmålene om endring av opplæringsloven slik at elevene kan få individuell rett til opplæring på samisk, uavhengig av bosted.
sme: Sámediggi lea maiddái máŋgga geardde lokten oahpahuslága rievdadanášši eiseválddiide, vai oahppit oččošedje individuála rievtti sámegieloahpahussii, vaikko gos orošet.

source: Dette arbeidet har hittil ikke ført til noe resultat, og Sametinget forventer en snarlig løsning på saken.
sme: Dat bargu ii leat dássážii lihkostuvvan, ja Sámediggi vuordá ahte áššii čovdojuvvošii fargga.

source: 1.8.1 Kunnskapsløftet – Samisk
sme: 1.8.1 Máhttolokten – Sámi

source: Kunnskapsløftet er den nye reformen for hele grunnopplæringen.
sme: Máhttolokten lea ođđa ođastus olles vuođđooahpahusa várás.

source: Reformen medfører en rekke endringer i skolens innhold, struktur og organisering fra første trinn i grunnskolen til siste trinn i videregående opplæring.
sme: Ođastus mielddisbuktá olu rievdadusaid skuvlla sisdoalus, hámis ja organiseremis vuosttaš ceahkis vuođđoskuvllas gitta maŋemus ceahkkái joatkkaoahpahusas.

source: Reformen startet i august 2006 for elevene på 1. – 9. trinn i grunnskolen og for første trinn i videregående opplæring.
sme: Ođastus álggahuvvui borgemánus 2006 1.-9. ceahki ohppiide vuođđoskuvllas, ja vuosttaš ceahki ohppiide joatkkaoahpahusas.

source: For Sametinget har arbeidet med Kunnskapsløftet – Samisk vært svært omfattende.
sme: Máhttolokten – Sámi lea leamaš hirbmat viiddis bargu Sámedikkis.

source: Dette er den største reformen innen opplæring som Sametinget har utviklet i samarbeid med sentrale myndigheter som Utdanningsdirektoratet og Kunnskapsdepartementet.
sme: Dát lea stuorámus oahpahusođastus maid Sámediggi lea hábmen ovttas guovddáš eiseválddiiguin nugo Oahpahusdirektoráhtain ja Máhttodepartemeanttain.

source: Utvikling av og drøfting av Sametingets rolle og ansvar i forbindelse med utvikling og implementering av skolereformen, har vært et utfordrende arbeid for Sametinget og sentrale myndigheter.
sme: Sámedikki rolla ja ovddasvástádusa ovddideapmi ja digaštallan skuvlaođastusa ovddideami ja johtuibidjama oktavuođas, lea leamaš hástaleaddji bargu sihke Sámediggái ja guovddáš eiseválddiide.

source: I 2006 har Sametingets arbeid med Kunnskapsløftet i særlig grad vært konsentrert om høringsarbeid og endelig fastsetting av læreplanverkets ulike deler.
sme: 2006s barggai Sámediggi ovttas Máhttodepartemeanttain eanaš gulaskuddamiiguin ja oahppoplánabuktosa iešguđet osiid gárvvistemiin.

source: 1.8.1.1 Samisk innhold i nasjonale læreplaner i Læreplanverket for Kunnskapsløftet
sme: 1.8.1.1 Sámi sisdoallu nášuvnnalaš oahppoplánain Máhttoloktema Oahppoplánabuktosis

source: Forslag til nasjonale læreplaner utarbeides av Utdanningsdirektoratet og fastsettes av Kunnskapsdepartementet, men fastsetting av læreplaner for felles programfag og valgfrie programfag er delegert til Utdanningsdirektoratet.
sme: Oahpahusdirektoráhtta ráhkada nášuvnnalaš oahppoplánaid, ja Máhttodepartemeantta dohkkeha daid, muhto oktasaš prográmmafágaid ja válljenprográmmafágaid dohkkeha Oahpahusdirektoráhtta.

source: Etter opplæringsloven § 6 – 4 skal læreplaner gi pålegg om opplæring om den samiske folkegruppen, om språket, kulturen og samfunnslivet til samer i tilknytning til de ulike fagområdene.
sme: Oahpahuslága § 6 – 4 mielde galget oahppoplánat geatnegahttit ahte juohke fágasuorggi oktavuođas oahpahuvvo sámi álbmoga birra, sin giela, kultuvrra ja servodaga birra.

source: Departementet kan også gi forskrift om andre særskilte læreplaner for opplæring i samiske distrikt og for elever utenfor samisk distrikt som får samisk opplæring.
sme: Departemeanttat sáhttet maiddái buktit láhkaásahusaid eará earenoamáš oahppoplánaide oahpahusa várás mii lea sámi báikkiin ja ohppiide olggobealde sámi báikkiid geat ožžot sámegieloahpahusa.

source: Disse læreplanene betegnes som henholdsvis nasjonale læreplaner og parallelle likeverdige samiske læreplaner.
sme: Dat oahppoplánat gohčoduvvojit dasto nášuvnnalaš oahppoplánan ja parallealla ovttaárvosaš sámi oahppoplánan.

source: Samisk innhold i nasjonale læreplaner er fastsatt av Sametingsrådet.
sme: Sámediggeráđđi lea dohkkehan nášuvnnalaš oahppoplánaid sámi sisdoalu.

source: Innarbeiding av samisk innhold i alle læreplaner har skjedd i dialog med direktoratet.
sme: Sámi sisdoallu lea lasihuvvon buot oahppoplánaide ovttasbargguin direktoráhtain.

source: 1.8.1.2 Utvikling av det nye Læreplanverket for Kunnskapsløftet – Samisk
sme: 1.8.1.2 Máhttolokten – Sámi ođđa Oahppoplánabuktosa ovddideapmi

source: Sametingets arbeid med Læreplanverket for Kunnskapsløftet – Samisk har i 2006 vært konsentrert om alle deler av læreplanverket med unntak av Generell del.
sme: Sámedikki bargu Máhttolokten – Sámi Oahppoplánabuktosiin lea 2006s guoskkahan buot osiid oahppoplánabuktosis earret Oppalaš oasi.

source: Generell del utdyper det verdigrunnlag og menneskesyn som skal ligge til grunn for opplæringen.
sme: Oppalaš oasis deattuhit árvovuođu ja álbmotoainnu mii lea oahpahusa vuođđun.

source: Den generelle delen fra L97/L97S videreføres i Kunnskapsløftet – Samisk.
sme: O97S oppalaš oassi fievrriduvvo viidásit Sámi Máhttoloktemii.

source: Prinsipper for opplæringen
sme: Oahpahusa prinsihpat

source: Sametinget vedtok i sak 19/06 samisk læringsplakat, og at det skal utarbeides en egen samisk prinsippdel.
sme: Sámediggi mearridii áššis 19/06 sámi oahppoplakáhtta, ahte galgá ráhkaduvvot sierra sámi prinsihppaoassi.

source: Prinsippdelen, Prinsipper og rammer for opplæringen i samisk skole og lærebedrift, er en del av Læreplanverket for Kunnskapsløftet – Samisk.
sme: Prinsihppaoassi, Oahpahusa prinsihpat ja rámmat sámi skuvllas ja oahppofitnodagas (Prinsipper og rammer for opplæringen i samisk skole og lærebedrift), lea oassi Máhttolokten – Sámi Oahppoplánabuktosis.

source: Prinsippene skal tydeliggjøre skoleeiers ansvar for en helhetlig opplæring i samsvar med regelverket og skal være tilpasset lokale og individuelle forutsetninger og behov.
sme: Prinsihpat galget čielggadit skuvlaeaiggáda ovddasvástádusa ollislaš oahpahussii njuolggadusaid vuođul, ja galget leat heivehuvvon báikkálaš ja individuála eavttuide ja dárbbuide.

source: Læringsplakaten inngår i prinsippene og er en oppsummering av skolens og lærestedets grunnleggende forpliktelser.
sme: Oahppoplakáhtta lea oassi prinsihpain ja čoahkkáigeassá skuvlla ja oahppobáikki vuođđogeatnegasvuođaid.

source: Samisk læringsplakat består av tolv punkter; herav et eget samisk punkt som lyder: Den samiske skolen og lærebedriften skal legge til rette for at elevene / lærlingene får en kvalitetsmessig god opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: Sámi oahppoplakáhtas leat 12 čuoggá; daid gaskkas lea sierra sámi čuokkis mas čuožžu: Sámi skuvla ja oahppofitnodat galgá láhčit dili nu ahte oahppit ja fidnooahppit ožžot kvalitehtalaš buori oahpahusa mas vuođđun lea sámegiella, sámi kultuvra ja servodateallin.

source: De øvrige elleve punktene er likelydende med læringsplakaten i det nasjonale Læreplanverket for Kunnskapsløftet.
sme: Muđui leat dat eará 11 čuoggá seamma go Máhttoloktema Oahppoplánabuktosa nášuvnnalaš oahppoplakáhtas.

source: Sametingets arbeid med Prinsipper for samisk opplæring i Læreplanverket for Kunnskapsløftet – Samisk ble påbegynt og sendt på høring høsten 2006.
sme: Sámediggi álggahii barggu sámi oahpahusa prinsihpaiguin Máhttolokten – Sámi Oahppoplánabuktosii čakčat 2006, ja dalle sáddejuvvui maiddái gulaskuddamii.

source: Sametinget i plenum skal behandle prinsippene i løpet av våren 2007, før Kunnskapsdepartementet fastsetter Prinsippene for samisk opplæring.
sme: Sámedikki dievasčoahkkin galgá meannudit prinsihpaid 2007 giđa mielde, ovdalgo Máhttodepartemeanta mearrida Sámi oahpahusa prinsihpaid.

source: Fag- og timefordeling
sme: Fága- ja diibmojuohku

source: Det er fastsatt en egen fag- og timefordeling for elever som har samisk opplæring og gjelder for alle elever i Norge som har samisk som første- eller andrespråk i grunnskole og videregående opplæring.
sme: Ohppiide geain lea sámegieloahpahus lea mearriduvvon sierra fága- ja diibmojuohku, ja dat guoská buot ohppiide Norggas geain lea sámegieloahpahus juogo vuosttaš- dahje nubbingiellan vuođđoskuvllas, dahje joatkkaoahpahusas.

source: De viktigste hovedpunktene er at timetallet til førstespråket (samisk) / norsk og andrespråket er økt sett i forhold til L97S.
sme: Deaŧa-leamos ášši dás lea ahte vuosttašgiela (sámegielas) / dárogielas ja nuppigiela diibmolohku lea lassánan O97S ektui.

source: Elever som har opplæring i og på samisk er unntatt for kravet om obligatorisk opplæring i fremmedspråk eller språklig fordypning.
sme: Oahppit geain lea sámegielaoahpahus eai dárbbaš váldit bákkolaš oahpahusa amasgielas dahje gielalaš čiekŋudeami.

source: Dette fordi disse elevene allerede har opplæring i tre språk i grunnskolen.
sme: Dat lea danne go dain ohppiin lea juo oahpahus golmma gielas vuođđoskuvllas.

source: Disse har likevel rett til opplæring i fremmedspråk / språklig fordypning dersom de ønsker det.
sme: Muhto sis lea vuoigatvuohta oažžut oahpahusa amasgielas / gielalaš čiekŋudeamis jus dan háliidit.

source: Et tredje hovedpunkt er at det samlede timetallet for elever som får samisk opplæring er høyere enn for elever som følger den ordinære fag- og timefordelingen.
sme: Goalmmát váldoášši lea ahte ohppiin geain lea sámegieloahpahus leat eanet diimmut oktiibuot go ohppiin geat čuvvot dábálaš fága- ja diibmojuogu.

source: Dette er gjort nettopp for å styrke opplæringen i førstespråket og andrespråket, og for å unngå at opplæringen i andre fag svekkes.
sme: Nu leat šaddan dahkat vai vuosttašgiela ja nubbigiela oahpahus nannejuvvošii, ja vai eará fágaid oahpahus ii fuoniduvvošii.

source: Det er en unntaksbestemmelse som gjelder for elever som får samisk opplæring og som er bosatt utenfor samisk distrikt i opplæringsloven.
sme: Dat lea spiehkastat ­mearrádus mii guoská ohppiide geain lea sámegieloahpahus ja geat orrot olggobealde sámegielguovllu oahpahuslága mielde.

source: Disse kan likevel bli fritatt for opplæring i andre fag med inntil 76 timer på barnetrinnet slik at timetallet ikke skal bli urimelig høyere enn for øvrige elever som ikke har opplæring i samisk.
sme: Muhto dat oahppit sáhttet dattetge beassat eará fága oahpahusas gitta 76 diibmui mánáidskuvladásis, vai diibmolohku ii šatta nu hirbmat olu stuorát go eará ohppiin geain ii leat sámegieloahpahus.

source: Det er viktig å organisere samiskopplæringa slik at den støtter opp om og forsterker elevenes motivasjon for å velge samisk.
sme: Lea hirbmat deaŧalaš organiseret sámegieloahpahusa nu ahte doarju ja nanne oahppi movtta válljet sámegiela.

source: Læreplaner for fag
sme: Fágaoahppoplánat

source: Som en del av Læreplanverket for Kunnskapsløftet – Samisk er det fastsatt nye læreplaner for de fleste fag i grunnskolen og for gjennomgående fag i grunnskole og videregående opplæring.
sme: Oassin Máhttoloktema – Sámi Oahppoplánabuktosis leat mearriduvvon ođđa oahppoplánat eanaš fágaide vuođđoskuvllas, ja vuođđoskuvlla ja joatkkaoahpahusa čađamanni fágaide.

source: Sametinget har fastsatt læreplanene i samisk som førstespråk og samisk som andrespråk.
sme: Dat leat čađamanni oahppoplánat sámegieloahpahusa várás vuođđoskuvlii ja joatkkaoahpahussii.

source: Dette er gjennomgående læreplaner for opplæring i samisk språk for grunnskolen og videregående opplæring.
sme: Oahppoplánat leat davvisámegillii ja dárogillii, ja leat dál jorgaluvvome julevsámegillii ja lullisámegillii.

source: Læreplanene foreligger på nordsamisk og norsk og er under oversetting til lulesamisk og sørsamisk.
sme: Oahppoplánat addet ollislaš ja čađamanni oahpahusgearddi sámegielas olles vuođđooahpahussii, ja dat nanne sámegiela.

source: Læreplanen i samisk som andrespråk har en unik struktur sammenlignet med andre læreplaner i Kunnskapsløftet – Samisk.
sme: Sámegiela nuppigiela oahppoplánas lea earenoamáš hápmi eará oahppoplánaid ektui Máhttolokten – Sámis.

source: Planen er nivåbasert og med to progresjonsløp slik at den bedre er tilpasset elever både med og uten forkunnskaper i samisk språk med den hensikt at alle elever skal bli motiverte til å lære samisk.
sme: Plánas leat iešguđetlágan dásit, ja das leat guokte ovdánanvuogi vai lea buorebut heivehuvvon ohppiide geain lea, ja geain ii leat ovdamáhttu sámegiela birra, ja das lea ulbmil movttiidahttit ohppiid oahppat sámegiela.
